function Welcome() {
  return (
    <section className="flex flex-col items-center justify-center ">
      <h2 className="font-mirra text-[25px] mb-5">Дорогие гости!</h2>
      <p className="font-actay text-[16px] max-w-[363px] mx-auto mb-3">
        Мы рады сообщить вам, что <span className="text-primary-dark">15.08.2026 </span>состоится самое главное торжество в нашей жизни – <span className="text-primary-dark">день нашей свадьбы!</span> Приглашаем вас разделить с нами радость этого незабываемого дня
      </p>
      <svg width="61" height="55" viewBox="0 0 61 55" fill="none" xmlns="http://www.w3.org/2000/svg">
        <path d="M30.6701 21.6668C28.5423 25.9648 29.2541 31.5478 34.1306 35.39C38.538 39.1028 45.3785 38.2338 49.0916 33.8266C52.8047 29.4192 52.723 22.2653 48.3158 18.5522C43.9119 14.8421 38.1851 14.8689 34.2506 17.535C38.5241 14.4659 44.4888 14.5555 48.6964 18.1003C53.6686 22.2893 54.3037 29.7163 50.1148 34.6886C45.9258 39.6606 38.4994 40.295 33.5272 36.1062C29.23 32.486 28.1743 26.4492 30.6701 21.6668Z" fill="#820F1C"/>
        <path d="M13.6197 38.1328C7.26617 33.7635 5.65766 25.0708 10.027 18.7173C14.3964 12.3639 23.0891 10.7553 29.4425 15.1246C35.0042 18.9496 36.9287 26.0872 34.3911 32.0687C36.538 26.708 35.1026 20.07 28.8123 16.0411C23.1806 12.1682 15.2068 13.9844 11.3338 19.616C7.46079 25.2477 8.38526 33.6821 14.017 37.5551C19.6051 41.3979 26.3083 40.7429 30.6472 37.2061C25.9581 41.253 18.9624 41.8069 13.6197 38.1328Z" fill="#820F1C"/>
      </svg>

    </section>
  )
}
export default Welcome;